package conf

//Category 分类
var Category = map[int]string{
	101: "经营管理类",
	102: "公关/市场营销类",
	103: "贸易/销售/业务类",
	104: "财务类",
	105: "行政/人力资源管理类",
	106: "文职类",
	107: "客户服务类",
	108: "工厂类",
	109: "计算机/互联网类",
	110: "电子/通讯类",
	111: "机械类",
	112: "规划/建筑/建材类",
	113: "房地产/物业管理类",
	114: "金融/经济",
	115: "设计类",
	116: "法律类",
	117: "酒店/餐饮类",
	118: "物流/交通运输类",
	119: "商场类",
	120: "电气/电力类",
	121: "咨询/顾问类",
	122: "化工/生物类",
	123: "文化/教育/体育/艺术类",
	124: "医疗卫生/护理/保健类",
	125: "新闻/出版/传媒类",
	126: "公众服务类",
	127: "印刷/染织类",
	128: "技工类",
	129: "其他专业类",
}

//Education 学历
var Education = map[int]string{
	201: "高中",
	202: "技校",
	203: "中专",
	204: "大专",
	205: "本科",
	206: "硕士",
	207: "博士",
}

//Experience 经验
var Experience = map[int]string{
	301: "1年以下",
	302: "1-2年",
	303: "3-5年",
	304: "6-7年",
	305: "8-10年",
	306: "10年以上",
}

//Welfare 标签
var Welfare = map[int]string{
	401: "五险一金",
	402: "包住",
	403: "包吃",
	404: "年底双薪",
	405: "周末双休",
	406: "交通补助",
	407: "加班补助",
	408: "饭补",
	409: "话补",
	410: "房补",
}
